{
  "meta": {
    "title": "VIGOR Memberclient",
    "keywords": "vig, vigor, eosdac, member, eos, dac, token, custodian, blockchain, crypto, decentralized, autonomous",
    "noscript": "To view this webpage you need to have javascript enabled"
  },
  "index": {
    "description_p1": "Vigor is a decentralized autonomous community that is building and deploying the open source VIGOR stablecoin platform on the EOS blockchain according to the whitepaper, powered by the VIG token. Join us in building it. We appreciate software developers helping out on our github repo, financial math and econometrics experts are super fun to have around, marketers and media folks are great, legal beagles are a real prize and can help build our international legal framework, community and social media leaders and followers are welcome, integrations, product design, and yes glass blowing is welcome. Right now Vigor is a community of upstarters, builders with a sense of endowment in the present work, with a software product deployed to testnet. But soon the user community will become most important as they will wield the electoral vote.",
    "description_p2": "Joining is simple: 1.) sign the constitution 2.) ask us on telegram for a free stake token and fill out a profile for the voters 3.) stake and register as candidate. Every candidate can claim VIG tokens every day. Higher voted candidates claim more VIG, the top 21 candidates by vote each claim an equal maximum amount of VIG and become custodian for the day.",
    "discord_description": "Talk to us on telegram",
    "eosdac": "whitepaper",
    "error_occured": "Something went wrong!",
    "join_discord": "Join VIGOR Community on Telegram",
    "key_features": "Key Features",
    "open_discord": "open telegram",
    "read_constitution": "Constitution",
    "reg_as_cust_cand": "Candidate Registration",
    "reg_as_member": "Membership",
    "signin": "sign in",
    "signout": "sign out",
    "submit_wp": "Worker Proposals",
    "subscribe": "subscribe",
    "subscribe_newsletter": "Subscribe to our Newsletter",
    "valid_input_required": "Valid input required",
    "visit_eosdac": "Whitepaper",
    "vote_cust": "Vote Custodians",
    "wallet": "Wallet",
    "website_description": "Read the VIGOR whitepaper",
    "welcome_to_esodac_member_client": "VIGOR Stablecoin member client",
    "your_email": "Your Email",
    "your_language": "Your Language"
  },
  "verify_token": {
    "copied_to_clipboard": "Copied the token to your clipboard!",
    "description": "You've been redirected to this page to pair an eos account with a discord id. Please sign the message and go back to the discord bot. Run the command $verify.",
    "title": "Verify token",
    "token": "token",
    "validate": "validate"
  }
}
